{
  "books": [
    {
      "id": 1,
      "imgUrl": "https://akniga.org/uploads/media/topic/2020/06/28/16/preview/69e87e3223491fec6b50_400x.jpg",
      "title": "Маскарад вбивці",
      "descr": "Вночі до будинку Уолтера Джалліна проникли двоє озброєних людей — грабіжник і поліцейський, який його переслідує. Але й він не беззбройний. Ось тільки патрон один і потрібно правильно вибрати мету.",
      "genre": "реалiзм",
      "authorId": 1
    },
    {
      "id": 2,
      "imgUrl": "https://akniga.org/uploads/media/topic/2020/06/25/14/preview/cc51e6e00e4b07c43095_400x.jpg",
      "title": "Крамниця світів",
      "descr": "Містер Вейн дійшов до магазину світів. У розмові з продавцем він дізнався, ЩО він може отримати в обмін на все своє майно — на пакунок, який він приніс із собою. Продавець пропонував Вейну за допомогою уколу звільнити його свідомість, щоб той зміг вибрати для себе один з безлічі світів, які Земля породжує безперервно - світ своєї мрії.",
      "genre": "фантастика",
      "authorId": 1
    },
    {
      "id": 3,
      "imgUrl": "https://akniga.org/uploads/media/topic/2020/06/23/15/preview/afb8c37c8c6117e24274_400x.jpg",
      "title": "Право на смерть",
      "descr": "Він загинув на полі бою та його воскресили, щоб відправити назад на передову. Це було вже не вперше. Знову біль, який не заглушав навіть анестезія. Так жити далі було не можна, але він не мав права на смерть…",
      "genre": "фантастика",
      "authorId": 1
    },
    {
      "id": 4,
      "imgUrl": "https://akniga.org/uploads/media/topic/2020/06/28/15/preview/f76d05c44e989770888f_400x.jpg",
      "title": "Норман Віздом та ангел смерті",
      "descr": "Стенлі Моррісон, звичайний, можливо, навіть кращий Лікарняний Помічник дуже не любить, коли хто-небудь не знає Нормана Віздома, Маленької Людини, що завоювала Всі Наші Серця.",
      "genre": "триллер",
      "authorId": 2
    },
    {
      "id": 5,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/03/22/09/preview/4d7fe3fda225b9021558_400x.jpg",
      "title": "Руна",
      "descr": "«Руна», один із найпопулярніших творів британського майстра кримінально-містичної літератури жахів Крістофера Фаулера. Творчу манеру письменника розрізняють актуальність теми, переконливість створюваних образів, а також оригінальність та гострота сюжетів, у яких поєднуються елементи напруженості детективно-містичного сюжету та їдкої соціальної сатири.",
      "genre": "мiстика",
      "authorId": 2
    },
    {
      "id": 6,
      "imgUrl": "https://akniga.org/uploads/media/topic/2020/05/17/16/preview/4ce36fcf26e3be50c3d2_400x.jpg",
      "title": "Хребти божевілля",
      "descr": "Полярна експедиція стикається з неймовірним страхом древніх століть. Найкращий жахливо-прекрасно-чарівний опис у творчості Лавкрафта відбито саме в цьому творі. Цей опис.",
      "genre": "мiстика",
      "authorId": 3
    },
    {
      "id": 7,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/12/15/15/preview/977b0071402b5f013bc6_400x.jpg",
      "title": "Курган",
      "descr": "У 1928 році допитливий етнограф прибув в Оклахому, щоб провести порівняльний аналіз історій про примари, що існують там, із уже відомими подібними історіями. Виявилося, що всі історії пов'язані здебільшого з одиничним курганом, що розташувався на заході штату.",
      "genre": "мiстика",
      "authorId": 3
    },
    {
      "id": 8,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/03/30/21/preview/9678510160fc2d2ebe60_400x.jpg",
      "title": "Дагон",
      "descr": "Потрапивши в полон під час війни, герой оповідання робить втечу і опиняється у відкритому океані на шлюпці. Після виснажливих і нескінченних днів пошуку суші, прокинувшись в черговий раз, він виявляє, що тоне у в'язкому чорному болоті серед решток риб, що розклалися, та іншої гидоти…",
      "genre": "жахи",
      "authorId": 3
    },
    {
      "id": 9,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/06/08/12/preview/109783f256f90c576123_400x.jpg",
      "title": "Хаоспатрон",
      "descr": "Дивна подія на посаді ДІБДР, коли в молекулярний пил розпався пошарпаний фермерський «уазик» разом з водієм, виявилося лише ланкою в довгому ланцюжку незрозумілих подій, які почалися майже тридцять років тому в джунглях Камбоджі.",
      "genre": "фантастика",
      "authorId": 4
    },
    {
      "id": 10,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/03/22/09/preview/d4c0abc21e987981aa46_400x.jpg",
      "title": "Чорний ангел",
      "descr": "Зона ще не знала такої гігантської та потужної аномалії! Вона з'явилася раптово, і не менш несподівано виникла ціла армія її адептів, озброєних до зубів, які теж називають себе чорними ангелами. Найманцеві Андрію Луньову, який підрядився провести в центр Зони двох учених, треба було битися з цими самими ангелами, а ще — з колишніми «колегами» і безліччю сталкерів, які полюють за «Джокером» — таємничим артефактом, який чуток дає владу над усіма мутантами Зони…",
      "genre": "фантастика",
      "authorId": 4
    },
    {
      "id": 11,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/03/22/08/preview/62ca29212117b7bdec0c_400x.jpg",
      "title": "Зворотній відлік",
      "descr": "Сталкер Андрій Лунєв із самого початку зрозумів: щось тут нечисто… Офіцери Міжнародної інспекції кинулися до центру Прип'яті всього за добу до чергового смертоносного викиду, і Андрій за контрактом мав прикривати їхні тили, а після виконання інспекторами загадкового завдання прибрати всіх сторонніх. торкнулися таємниці Зова.",
      "genre": "фантастика",
      "authorId": 4
    },
    {
      "id": 12,
      "imgUrl": "https://akniga.org/uploads/media/topic/2019/03/22/09/preview/7fd9b21db923b2ab7898_400x.jpg",
      "title": "П'ята Космічна",
      "descr": "Ця війна, що отримала назву П'ятої Космічної, визрівала давно і почалася раптово. Зійшлися в кривавій сутичці солдати Земної Федерації та Демократичного Альянсу, очолюваного Марсом. Але полум'я космічних битв приховувало за собою зловісну постать Таємного Радника – людину (чи монстра?), яка під прикриттям братовбивчої війни вирішила стати правителем усієї Галактики.",
      "genre": "фантастика",
      "authorId": 4
    }
  ],
  "authors": [
    {
      "id": 1,
      "name": "Роберт Шеклi"
    },
    {
      "id": 2,
      "name": "Кристофер Фаулер"
    },
    {
      "id": 3,
      "name": "Говард Лавкрафт"
    },
    {
      "id": 4,
      "name": "В'ячеслав Шалигін"
    }
  ]
}
